Revit 2024 API
TableSectionData.SetCellType Method
Overload List
Name | Description
SetCellType(Int32, CellType)
 Sets a column's cell type
SetCellType(Int32, Int32, CellType)
 Sets a cell's Type
See Also
TableSectionData Class
TableSectionData Members
Autodesk.Revit.DB Namespace